export interface IDialogPreview {
  dialogName?: 'Сергеева Елизавета Ярославовна';
  dateLastMessage?: '14.05.2021';
  lastMessage?: 'Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. С другой стороны постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании форм развития. Разнообразный и богатый опыт укрепление и развитие структуры играет важную роль в формировании новых предложений.';
  missedNum?: '12';
  active?: true;
  avatar?: '../../assets/img/message-img.jpeg';
  events?: object;
}
